Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Vuoigatvuohta sáhttit geavahit sámegiela go sis lea dahkamuš almmolaš eiseválddiiguin , lea sámiid deháleamos vuoigatvuohta álbmogin .
nob: Retten til å kunne bruke samisk språk i møte med det offentlige er blant de viktigste rettighetene for samene som folk .

source: Go sámelága giellanjuolggadusat biddjojuvvojedje doibmii , de čujuhuvvui dasa ahte vuoigatvuohta geavahit sámegiela galgá vuos ja ovddimusat leat dan dilis mas olbmui lea dárbu dovddahit iežas oaiviliid dárkilit ja deaivilit , ja vai ádde dan mii daddjojuvvo .
nob: Da samelovens språkregler ble innført , ble det påpekt at retten til å bruke samisk først og fremst må være til stede der det er behov for å uttrykke seg klart og presist og for å forstå hva som blir sagt .

source: Dán dáfus dearvvasvuođabálvalus ja riektelágádus leat guovdilat , dasgo jos sámi olmmoš ii gulahala dáin surggiin , de dat sáhttá bahás sutnje čuohcit .
nob: Her er helsetjenesten og rettsvesenet sentralt , fordi språklig kommunikasjonssvikt på disse feltene vil være særlig uheldig for de det angår .

source: Ráđđehus oaivvilda ahte lea dehálaš oažžut áigái guovttegielalaš servodagaid gosa lea vejolaš , ja dat lea mielas ain eambbo viiddidit sámi giellalága hálddašanguovllu .
nob: Regjeringen mener det er viktig å etablere tospråklige samfunn der hvor dette er mulig , og er positiv til en ytterligere utvidelse av forvaltningsområdet for samisk språk .

source: Sámelága giellanjuolggadusat addet riikkaolbmuide giellavuoigatvuođaid go sis lea dahkamuš almmolaš orgánaiguin .
nob: Samelovens språkregler gir borgerne språklige rettigheter i møte med offentlige organ .

source: Dat guoská njuolggadusaid , almmuhusaid ja skoviid jorgaleapmái sámegillii , vuoigatvuhtii oažžut vástádusa sámegillii , sámegiela viiddiduvvon geavaheapmái riektelágádusas , viiddiduvvon vuoigatvuhtii geavahit sámegiela dearvvasvuođa- ja sosiálasuorggis , oktagaslaš girkolaš bálvalusaide , vuoigatvuhtii oažžut oahpahusvirgelobi , ja vuoigatvuhtii oažžut oahpahusa sámegielas .
nob: Det gjelder oversettelse av regler , kunngjøringer og skjema til samisk , rett til svar på samisk , utvidet bruk av samisk i rettsvesenet , utvidet rett til bruk av samisk i helseog sosialsektoren , individuelle kirkelige tjenester , rett til utdanningspermisjon og rett til opplæring i samisk .

source: • Sámelága giellanjuolggadusaid árvvoštallan , mii čađahuvvui jagi 2007 , buvttii oidnosii ahte eanaš almmolaš orgánat maidda sámelága giellanjuolggadusat gusket , eai ollašuhte lága gáibádusaid dievvasii .
nob: Evalueringen av samelovens språkregler som ble gjennomført i 2007 avdekket at de fleste offentlige organer som omfattes av samelovens språkregler , ikke oppfyller lovens krav fullt ut .

source: Deba ii leatge álbmogii , mii orru sámelága hálddašanguovllus , sihkkarastojuvvon vuoigatvuohtan geavahit sámegiela , go sis lea dahkamuš almmolaš orgánaiguin , namalassii ii nu bures go giellanjuolggadusat gáibidit .
nob: Dermed er ikke befolkningen innenfor lovens forvaltningsområde sikret rett til bruk av samisk i kontakt med offentlige organ i den grad språkreglene legger opp til .

source: Váldosivva orru leamen ahte almmolaš suorggi bargiin váilu sámegiela máhttu .
nob: Hovedårsaken ser ut til å være mangel på kompetanse i samisk språk blant ansatte innen offentlig sektor .

source: dearvvasvuođabálvalusaid sámi mánáide ja nuoraide Sihkkarastit sámegielalaš dearvvasvuođabálvalusaid boarrásat sámiide Sihkkarastit sámegielalaš olbmuid vuoigatvuođaid kriminálafuolas Oaččuhit áigái buori ja buresdoaibmi sámegielalaš dulkonbálvalusa Oaččuhit áigái sámi dulkkaid dohkkehanortnega Hukset kurssaid sámegielas ja kultuvrras almmolaš bargiid várás Ráhkadahttit sátnegirjjiid almmolaš hálddahusa várás davvisámegillii , julevsámegillii ja oarjilsámegillii Ráhkadahttit departemeanttaid neahttasiidduid davvisámegillii , julevsámegillii ja oarjilsámegillii Álggahit buriid ortnegiid lágaid , láhkaásahusaid ja almmolaš dokumeanttaid jorgaleami várás davvisámegillii , julevsámegillii ja oarjilsámegillii Oaččuhit áigái sámegillii jorgaluvvon lágaid dohkkehanortnega Sihkkarastit bearráigeahččanortnegiid sámelága giellanjuolggadusaid čuovvoleami várás Sihkkarastit ahte stáhtalaš etáhtat váldet atnui prográmmaid mat geavahit sámi čállinmearkkaid Sihkkarastit ahte almmolaš registarat sáhttet geavahit sámi čállinmearkkaid
nob: offentlig forvaltning Utvikle departementenes nettsider på nord- , lule- og sørsamisk Utvikle gode ordninger for oversettelser av lover , forskrifter og offentlige dokumenter til nord- , lule- og sørsamisk Utvikle en godkjenningsordning for lover oversatt til samisk Sikre tilsynsordninger for oppfølging av samelovens språkregler Sikre at statlige etater tar i bruk programvare som håndterer samiske tegnsett Sikre at offentlige registre håndterer samiske tegn

source: Sámelága giellanjuolggadusat Sámelága giellanjuolggadusat mearriduvvojedje jagi 1990 .
nob: Følgende mål vil være retningsgivende for den videre utviklingen av offentlige tjenester på samisk :

source: Giellanjuolggadusat addet riikkaolbmuide giellavuoigatvuođaid go sis lea dahkamuš almmolaš orgánaiguin .
nob: Samelovens språkregler ble vedtatt i 1990 . Språkreglene gir borgerne språklige rettigheter i møte med offentlige organ .

source: Giellanjuolggadusat galget vuos ja ovddimusat buoridit sámegiela árvodási ja láhčit dilálašvuođaid nu ahte sámegiella sáhttá geavahuvvot almmolaš bálvalusain .
nob: Språkreglene har først og fremst som mål å øke statusen til samisk språk og legge til rette for bruk av samisk språk i forhold til offentlige tjenester .

source: Buot almmolaš orgánain maidda sámelága kapihtal 3 ja dát lahkaásahus gustojit , lea geatnegasvuohta gozihit ahte njuolggadusat čuvvojuvvojit .
nob: Alle offentlige organ som omfattes av samelovens kapittel 3 og forskriften til denne , plikter å sørge for at reglene blir fulgt .

source: Juohke orgánas lea ovddasvástádus háhkat dohkálaš sámegielalaš bargiid .
nob: Hvert organ har ansvaret for at det har kompetent samiskspråklig personell .

source: Vásáhusat duođaštit dattetge ahte gildii lea váttis ollašuhttit giellanjuolggadusaid mearrádusaid , erenoamážit dannego váilot dakkár olbmot guđet hálddašit sámegiela čálalaččat ja njálmmálaččat , ja maid livččii vejolaš virgádit gildii bargin .
nob: Erfaringen er imidlertid at det er vanskelig for kommunen å oppfylle bestemmelsene i språkreglene , ikke minst på grunn av mangel på rekrutteringsgrunnlag av personer som behersker samisk skriftlig og muntlig til stillinger i kommunen .

source: Sámelága giellanjuolggadusat árvvoštallojuvvojedje jagi 2007 .
nob: Samelovens språkregler ble evaluert i 2007 .

source: Árvvoštallama čađahii Sámi instituhtta Kultur- ja girkodepartemeantta ovddas .
nob: Evalueringen ble foretatt av Samisk institutt på oppdrag fra Kultur- og kirkedepartementet .

source: Árvvoštallanraporta čájeha ahte almmolaš orgánat maidda sámelága giellanjuolggadusat gustojit , eai ollašuhte lága dievvasii .
nob: Evalueringsrapporten viser at de offentlige organene som omfattes av samelovens språkregler ikke oppfyller lovens krav fullt ut .

source: Váldosivva orru leamen ahte sámegiela máhttu váilu almmolaš etáhtaid bargiin .
nob: Hovedårsaken synes å være mangel på kompetanse i samisk språk blant ansatte i offentlige etater .

source: Olbmot orrot viehka muddui jáhkkimin ahte sámegiella ja dárogiella leat ovttadássásaš gielat .
nob: Forståelsen av samisk og norsk som likeverdige språk synes langt på vei å ha blitt en alminnelig oppfatning .

source: Sámelága giellanjuolggadusaid eará viehka positiiva váikkuhus lea ahte čađahuvvon lea viiddis ja ođđa vugiid geavaheaddji bargu mii galgá ollašuhttit guovttegielalašvuođa ja sámegielalaš bálvalusaid sihke gielddalaš , fylkkagielddalaš ja stáhtalaš etáhtain .
nob: En annen svært positiv virkning av samelovens språkregler er at det er gjennomført et omfattende og nyskapende arbeid for å imøtekomme tospråklighet og samiskspråklige tjenester , både i kommunale , fylkeskommunale og statlige etater .

source: leappot geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš mearrádusaid ektui , mat leat álgoálbmogiid ja unnitloguid gielaid birra .
nob: En hovedutfordring er å øke bruken av samisk språk i områder hvor språket i dag står svakt , som i sjøsamiske , markasamiske , lulesamiske og sørsamiske områder .

source: Áigeguovdil lea maid árvvoštallat daid árvalusaid maid Sámediggi ja Sámi girkoráđđi leat buktán , ja mat gusket hálddašanguovllu girkuid guovttegielalašvuođa doibmii .
nob: En annen stor utfordring er å øke antall offentlige ansatte med kompetanse i samiske språk , å sikre samisktalendes rettigheter innen kriminalomsorgen og å sikre gode helse- , omsorgsog sosialtjenester og kirkelige tjenester på samisk for samiske brukere .

source: Árvvoštallan čájeha dasto vel ahte lea vejolaš eahpidit ahte sámelága giellanjuolggadusat eai doarvái bures ollašuhte daid gáibádusaid maid eurohpalaš lihttu bidjá guovlo- ja unnitlohkogielaid hárrái .
nob: Evalueringen viser videre at det kan stilles spørsmål ved om samelovens språkregler fullgodt dekker kravene i den europeiske pakten om region- og minoritetsspråk .

source: Dat deattuhuvvo ahte hálddašanguovllu ráddjen lea mearrideaddji dehálaš sámiid oažžumii vuoigatvuođaid sámelága mielde .
nob: Det understrekes at forvaltningsområdets avgrensning er av avgjørende betydning for tilgangen til rettigheter i følge sameloven .

source: Dasa čujuhuvvo ahte unnitlohkogiellalihtu geográfalaš ráddjen lea njuovžilat go dat ráddjen mii lea sámelága giellanjuolggadusain , ja ahte árvvoštallanraportta mielde dan geažil lea huksejuvvon nuppe beales ovttadássásašvuođa vuođđojurdaga ja nuppe beales ovttaárvosašvuođa ja ovttadássásašvuođa vuođđojurdagiid gaskii riidu .
nob: Det vises til at den geografiske avgrensning som anvendes i minoritetsspråkpakten er mer fleksibel enn den som nyttes i samelovens språkregler , og at dette i følge evalueringsrapporten fører til en innebygget konflikt mellom likebehandlingsprinsippet og likeverdighetsog likestillingsprinsippet .

source: Árvvoštallanraporttas danne árvaluvvo ahte njuovžilat geográfalaš ráddjema ášši árvvoštallojuvvo sierra .
nob: I evalueringsrapporten foreslås det derfor at spørsmålet om en mer fleksibel geografisk avgrensning vurderes særskilt .

source: Doaibmabidju 27 .
nob: Tiltak 27 .

source: Sámelága giellanjuolggadusaid geahčadeapmi Sámelága giellanjuoggadusaid árvvoštallama čuolbmačohkiid vuođul , ja dan vuođul ahte sámelága giellanjuolggadusaid hálddašanguovlu lea viiddiduvvon siskkildit sihke davvisámegiela , julevsámegiela ja oarjilsámegiela , de Bargo- ja searvadahttindepartemeanta atná dárbun dárki-
nob: Gjennomgang av samelovens språkregler På bakgrunn av de problemstillingene som kommer frem i evalueringen av samelovens språkregler , og på bakgrunn av at forvaltningsområdet for samelovens språkregler er utvidet til å omfatte både nordsamisk , lulesamisk og sørsamisk språk , ser Arbeids- og inkluderingsdepartementet et behov for en nærmere gjennomgang av samelovens språkregler i forhold til internasjonale bestemmelser om urfolksog minoritetsspråk .

source: Bargo- ja searvadahttindepartemeanta danne áigu álggahit barggu mas geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš geatnegasvuođaid ektui , ja mas árvvoštallet leago dárbu nuppástuhttit sámelága giellanjuolggadusaid .
nob: Arbeids- og inkluderingsdepartementet vil derfor sette i gang et arbeid med gjennomgang av samelovens språkregler i forhold til internasjonale forpliktelser og vurdering av behov for en eventuell revisjon .

source: Árvvoštallama dat áigu čađahit ráđđádaladettiinis Sámedikkiin .
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet Tidsperspektiv : 2009-2011

source: Doaibmabidju 28 .
nob: Tiltak 28 .

source: Sámelága giellanjuolggadusaid bearráigeahčču Sámegiela guorahallamat maid Sámediggi čađahii jagi 2000 , jagi 2004 ja jagi 2008 , oktan sámelága giellanjuolggadusaid árvvoštallamiin jagi 2007 , leat čájehan ahte eanaš almmolaš orgánat maidda sámelága giellanjuolggadusat gustojit , eai ollašuhte lága gáibádusaid dievvasii dan vuoigatvuođa dáfus mii olbmos lea geavahit sámegiela go sus lea dahkamuš almmolaš orgánaiguin sámegiela hálddašanguovllus .
nob: i 2000 , 2004 og 2008 , samt evalueringen av samelovens språkregler av 2007 , har avdekket at de fleste offentlige organer som omfattes av samelovens språkregler ikke oppfyller lovens krav fullt ut i forhold til retten til bruk av samisk i kontakt med offentlige organer i forvaltningsområdet for samisk språk .

source: Guorahallamat čájehit dange ahte dilli lea unnán rievdan áiggi mielde .
nob: Undersøkelsene viser også at det har vært lite endring over tid .

source: Departemeanta áigu geahčadettiinis sámelága giellanjuolggadusaid árvvoštallat berrego lágas , sámegiela nannen dihtii , mearriduvvot bearráigeahčču das mo gielddat ja fylkkagielddat čađahit sámelága giellanjuolggadusaid .
nob: Departementet vil i gjennomgangen av samelovens språkregler vurdere om det , som et ledd i arbeidet for å styrke samiske språk , bør lovfestes en hjemmel for å føre tilsyn med kommunenes og fylkeskommunenes gjennomføring av språkbestemmelsene i sameloven .

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta Áigodat : 2009-2010
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet Tidsperspektiv : 2009-2010

source: Sámegielalaš bargit almmolaš hálddahusas Váldosivva go sámelága giellanjuolggadusat eai áibbas ollašuhttojuvvo , orru leamen dat ahte almmolaš hálddahusa bargiin váilu sámegiela máhttu , ja datge ahte unnán leat álbmogis dakkár olbmot geain lea fidnomáhttu ja sámegiela máhttu , geaid sáhtášedje virgádit .
nob: Det samme gjelder i saker hvor ingen enkeltperson er særskilt berørt . Samiskspråklige ansatte i offentlig forvaltning Hovedårsaken til at samelovens språkregler ikke fullt ut oppfylles , synes å være mangel på kompetanse i samisk språk blant ansatte i offentlig forvaltning , og det at rekrutteringsgrunnlaget i befolkningen når det gjelder personer med fagutdanning og kompetanse i samisk språk , er lite .

source: Jos daid almmolaš bargiid lohku galggaš stuorrut , geain lea máhttu sámegielas , de gáibiduvvojit buorit ortnegat sámegiela oahpahusa várás ja buorit ortnegat sámegiela deavdda- ja joatkkaoahpahusa várás .
nob: En økning av offentlige ansatte med kompetanse i samisk språk fordrer gode ordninger for utdanning i samisk språk og gode ordninger for etter- og videreutdanning i samisk språk .

source: Sámelága § 3-7 cealká ahte bargiin guđet sámegiela hálddašanguovllus leat báikkálaš dahje guvllolaš almmolaš orgánas barggus , lea vuoigatvuohta oažžut bálkáhuvvon virgelobi háhkan dihtii alcceseaset máhtu sámegielas , go su orgána dárbbaša dakkár máhtu .
nob: Samelovens § 3-7 sier at tilsatte i et lokalt eller regionalt offentlig organ i forvaltningsområdet for samisk språk har rett til permisjon med lønn for å skaffe seg kunnskap i samisk når organet har behov for slik kunnskap .

source: Vuoigatvuođa lea vejolaš čatnat bargi geatnegasvuhtii bálvalit orgána dihto áigemeari oahpahusa maŋŋá .
nob: Retten kan gjøres avhengig av at den tilsatte forplikter seg til å arbeide for organet en viss tid etter utdanningen .

source: Láhkaásahusa § 2 čiekŋuda dán ášši , ja cealká ahte go lea geavatlaččat ja ruđalaččat ovdun , de sámegiela oahpahus berre čađahuvvot ovttasráđiid máŋggain eará orgánain maidda sámelága kapihtal 3 ja dát láhkaásahus gustojit .
nob: Forskriftens § 2 utdyper dette , og sier at der det praktisk og økonomisk er fordelaktig , bør samiskopplæringen skje i samarbeid mellom flere organ som omfattes av samelovens kapittel 3 og denne forskriften .

source: Orgána bargiin geaidda addojuvvo virgelohpi lohkat sámegiela oahpahusásahusas , lea vuoigatvuohta oažžut bálkká oahpahusa áiggi .
nob: Tilsatte i organ som gis permisjon for å lære samisk ved en utdanningsinstitusjon , har rett til lønn under opplæringen .

source: Geahpeduvvon bálkká lea vejolaš máksit go bargi sámegiela oahpahus lea viidát go dat oahppu maid orgána dárbbaša ja go oahpahus ii leat njulgestaga dárbbašlaš bargi bargui .
nob: Utbetaling av delvis lønn kan gis når utdanningen er mer omfattende enn det organet har behov for og når utdanningen ikke er direkte nødvendig for tjenesten .

source: Dasto láhkaásahusa § 2 cealká ahte maiddái orgánat maidda sámelága § 3-7 ii gusto , berrejit addit virgelobi bargiide oahppat sámegiela go orgána dárbbaša olbmo guhte máhttá sámegiela .
nob: Videre sier forskriftens § 2 at også organ som ikke omfattes av sameloven § 3-7 , bør gi permisjon til tilsatte for samiskopplæring når det har behov for kompetanse i samisk .

source: 12 Sámediggi oaivvilda ahte sivva lea jáhkkit ahte almmolaš doaimmahusat eai vuorut bargiidasaset sámegiela oahpahusa .
nob: 12 Sametinget mener at det er grunn til å tro at offentlige virksomheter ikke prioriterer opplæring i samisk for sine tilsatte .

source: Dát boahtá ovdan ee. Sámedikki čađahan giellaiskkademiin .
nob: Dette kommer blant annet fram i språkundersøkelser som Sametinget har gjennomført .

source: Doaibmabidju 29 .
nob: Tiltak 29 .

source: Dulkaoahpahus ja dulkkaid dohkkeheapmi Sámegielalaš / dárogielalaš dulkonbálvalusat eai leat álo fidnemis almmolaš bálvalusdoaimmaide .
nob: Tolkeutdanning og autorisasjon av tolker Samisk / norsk tolketjeneste er i varierende grad tilgjengelig i offentlig tjenesteyting .

source: Odne váilot ollu sámegielalaš dulkkat , sihke davvisámegielas , julevsámegielas ja oarjilsámegielas .
nob: Det er i dag stor mangel på samiske tolker , både i nordsamisk , lulesamisk og sørsamisk .

source: Bargo- ja searvadahttindepartemeanta áigu ovttas heivvolaš departemeanttaiguin , Sámedikkiin ja Sámi allaskuvllain geahčadit otnáš sámegielalaš dulkonbálvalusaid ja árvvoštallat makkár doaibmabijuid lea dárbu álggahit vai lea dohkálaččat doaibmi dulkonbálvalus .
nob: Arbeids- og inkluderingsdepartementet vil , sammen med aktuelle departementer , Sametinget og I SAMARBEID MED TYSFJORD KOMMUNE arrangerer Universitetet i Tromsø en studie i samisk kulturkunnskap med fokus på det lulesamiske området .

source: Dan oktavuođas berrejit árvvoštallojuvvot áššit mat gusket dulkonoahpahussii nugo rekruhtten , vejolašvuođat váldit deavdda- ja joatkkaoahpu , Sámi allaskuvlla ja Oslo allaskuvlla vejolaš ovttasbargu dulkaoahpahusa hárrái , ja dáláš dulkadohkkehanortnet .
nob: Det er lagt opp som et videreutdanningstilbud som etter avlagt eksamen gir 10 studiepoeng . Studietilbudet er utarbeidet på oppdrag fra Regionalt kompetansekontor for Ofoten ( RKK Ofoten ) , og er særlig innrettet mot lærere og andre innenfor opplæringssektoren i Tysfjord kommune .

source: riikkaviidosaš sámi organisašuvnnain ja riikkamiehtásaš almmolaš orgánain mat leat erenoamáš dehálaččat oppa sámi álbmogii dahje dan osiide , lea váidalanvuoigatvuohta
nob: Studiet er også relevant for offentlig ansatte generelt og andre som arbeider med samiske spørsmål eller i flerkulturelle kontekster . Over 80 påmeldte møtte til studieåpning og første kurssamling .

source: dakkár áššiin . Dat maid guoská áššiide mat eai njulgestaga guoskka dihto oktagassii .
nob: Nødmeldetjenesten Sametinget har ved flere anledninger uttalt bekymring for at nødmeldetjenesten ikke fungerer godt nok i

source: Sámediggi lea máŋgga oktavuođas dovddahan vuorjašumi go heahtedieđihanbálvalus funet doaibmá sámi álbmogii ja sámi guovlluide .
nob: forhold til den samiske befolkningen og de samiske områdene .

source: Otnáš ortnet lea nu , ahte Finnmárkku buollinlágádusa heahteguovddážis ( 110 ) leat sámegielalaš bargit váktaortnegis mii gednojuvvo telefovdnaoktavuhtii go lea dárbu .
nob: Dagens ordning er slik at brannvesenets nødsentral ( 110 ) i Finnmark har samisktalende personell i vaktordning som kobles inn i samtalen ved behov .

source: Politiija ( 112 ) ja dearvvasvuođabálvalusa ( 113 ) heahteguovddážiin geavahuvvojit sin iežaset organisašuvnnaid sámegielalaš olbmot .
nob: For politiets ( 112 ) og helsetjenestens ( 113 ) nødesentraler benyttes tilgjengelig samisktalende personell i egen organisasjon .

source: Ráđđehus lea vuođđudan joavkku mii čielggada mo heahtedieđihanbálvalusa galggašii nuppástuhttit .
nob: Regjeringen har nedsatt en gruppe som utreder endringer i nødmeldetjenesten . Gruppen skal legge frem sin rapport 1. juni 2009 .

source: OVTTASRÁĐIID DIVTTASVUONA SUOHKANIIN Romssa universitehta lágida sámi kul-
nob: Samiske brukeres behov for å kunne gi nødmeldinger på eget språk vil inngå som en naturlig del av arbeidet .

source: unnitlohkui dahje álgoálbmogiidda gullevaš mánáin ii galgga gildojuvvot vuoigatvuohta eallit su joavkku eará olbmuiguin ovttas iežaset kultuvrra mielde , geavahit iežaset giela ja dovddastit iežaset oskku ja eallit dan mielde .
nob: Barnevernet Etter FNs barnekonvensjon artikkel 30 skal et barn som tilhører en minoritet eller urfolk , ikke nektes retten til sammen med andre medlemmer av sin gruppe å leve i pakt med sin kultur , bruke sitt eget språk og bekjenne seg til og utøve sin religion .

source: Dát mearkkaša ahte sámi mánáin lea vuoigatvuohta dakkár bajásšaddandillái mas sin čearddalaš gullevašvuohta deattuhuvvo ja oažžu doarvái saji .
nob: Dette innebærer at samiske barn har rett til oppvekstforhold hvor deres etniske tilknytning vektlegges og gis tilstrekkelig plass .

source: Mánáidsuodjalusláhka addá dárkilat njuolggadusaid das makkár áššit galget vuhtiiváldojuvvot go mánná biddjojuvvo sadjásaš ruktui , ásahussii dahje oahpahus- dahje dikšunásahussii .
nob: Barnevernloven gir nærmere regler om hvilke hensyn som skal tas ved plassering i fosterhjem , institusjon eller i opplærings- eller behandlingsinstitusjon .

source: Báikki válljejupmi galgá ee. leat dan deastta mielde ahte máná bajásgeassima bissovašvuohta váldojuvvo vuhtii , ja ahte máná čearddalaš , oskkolaš , kultuvrralaš ja gielalaš duogášge váldojuvvo vuhtii .
nob: Stedet for plassering skal bl.a. velges ut fra hensynet til at det er ønskelig med kontinuitet i barnets oppdragelse , og til barnets etniske , religiøse , kulturelle og språklige bakgrunn .

source: Dat lágiduvvo joatkkaoahpahusa fálaldahkan mii addá logi oahppočuoggá go oahppi lea ceavzán eksámenis .
nob: Det er viktig at samiske barns rett til et språklig og kulturelt tilrettelagt tilbud ivaretas .

source: Lohkanfálaldat ráhkaduvvui Ofuohta guvllolaš máhttokontuvrra ( RKK Ofoten ) ovddas , ja dat lea erenoamážit Divttasvuona oahpaheddjiid ja oahapahussuorggi eará bargiid várás .
nob: Kunnskap om samisk språk og kultur er en viktig forutsetning for at barnevernstjenesten skal kunne gi samiske barn og deres familier det tilbud de har krav på .

source: Lohkanfálaldat lea maid almmolaš bargiide ja earáide guđet barget sámi áššiiguin dahje máŋggakultuvrralaš oktavuođain .
nob: Barnevernets utviklingssenter i Tromsø arbeider med metodeutvikling innenfor samisk barnevern , og har kompetanse på barnevern med utgangpunkt i samisk språk og kultur .

source: Badjel 80 olbmo ledje dieđihan iežaset lohkamii ja bohte lohkama rahpamii ja vuosttamuš čoagganeapmái .
nob: Samiske barn som har vært utsatt for overgrep har rett og krav på et likeverdig hjelpetilbud på lik linje med øvrige barn .

source: Joavku galgá geiget iežas raportta geassemánu 1. b. 2009 .
nob: Samiske barn fra forvaltningsområdet for samisk språk har rett til å bli møtt

source: Sámegielalaš geavaheddjiid dárbu sáhttit addit heahtedieđáhusaid iežaset gillii lea dán bargui lunddolaš oassi .
nob: med samisk språk i kontakt med politi- og påtalemyndighet . Barnehus er dermed omfattet av samelovens språkregler .
